var databaseSpecials={
	e121:{
		title:'M-Agent',
		subtitle:'М-Агент',
		description:'Главные герои фильма — молодые, беззаботные студенты из хороших семей. Как-то ночью, возвращаясь с очередной вечеринки, они сбивают на дороге девушку. Что делать? Звонить в полицию? Но тогда их товарищ окажется в тюрьме, да и им не поздоровится.<br/>Они вывозят тело несчастной жертвы и выбрасывают в глухой овраг за городом. Казалось бы, дело сделано, но внезапно молодые люди начинают умирать один за другим при таинственных обстоятельствах. В городе ползут слухи о маньяке, который убивает людей, знакомясь с ними в популярном интернет — мессэнджере «Агент». К делу подключается полиция и известная журналистка криминальной хроники. Ребята понимают, что влипли в нечто большое, но повернуть время назад невозможно.<br/>Смогут ли они все вместе разобраться в этой таинственной истории? Остаться в живых и найти убийцу?',
		poster:'M-Agent.jpg',
		year:2013,out:true,
		duration:75,
		genre:['horror','thriller'],
		country:'kz',
		rating:{imdb:0,kp:0},
		status:false,
		special:"Специальное предложение от таинственного рандома! Редкая казахская кинолента! Откопана при неизвестных обстоятельствах.<br/>Скоро - со 2 февраля."
	},
	e82:{
		title:'アイ・ケイ・ユ 2000',
		subtitle:'Ай Кей Ю 2000',
		description:'Действие происходит в 2030-х годах. Транснациональная корпорация "ГЕНОМ" разрабатывает продукт, называемый "Чип IKU", который вставляется в переносные устройства, позволяя потребителям скачивать и испытывать оргазмы прямиком с серверов IKU, не имея надобности во всяком физическом контакте. Корпорация посылает кибернетического оборотня Рейко, известную под кодовым именем "IKU-кодер", или "Репликант". Рейко должна собирать информацию об оргазмах, испытываемых особями разных полов. Чтобы собрать данные, Рейко меняет внешность на подходящую под индивидуальные вкусы подопытного, возбуждает его, а затем трансформирует свою правую руку до предплечья во внушительных размеров фаллический орган, чтобы затем внедрить его в соответствующий порт пользователя.',
		poster:'I.K.U..jpg',
		year:2016,out:true,
		duration:68,
		genre:['animated','coolstory','scifi'],
		country:'jp',
		rating:{imdb:0,kp:0},
		status:false,
		special:"Только сегодня и только для вас! Невероятная омская дичь редкого пошиба. Бриллиант японской киноиндустрии. Эротика для познавших ересь.<br/>Уже с 1 февраля."
	},
	e99:{
		title:'Kape neuwareu',
		subtitle:'Кафе Нуар',
		description:'Фильм является интерпретацией двух известных произведений — Иоганна Вольфганга фон Гёте «Страдания юного Вертера» и Фёдора Достоевского «Белые ночи».',
		poster:'Kape neuwareu.jpg',
		year:2009,out:true,
		duration:197,
		genre:['drama','arthouse'],
		country:'kr',
		rating:{imdb:7.01,kp:0},
		status:false,
		special:"Особое корейское блюдо: высокохудожественная литературная кинолента смешанного жанра. Такого вы ещё не видели!<br/>На прилавках с 5 февраля."
	},
	e100:{
		title:'Vynález zkázy',
		subtitle:'Тайна острова Бэк-Кап',
		description:'Пираты хотят получить страшное разрушительное оружие. В их руках это может грозить гибелью всему миру.',
		poster:'Vynález zkázy.jpg',
		year:1958,out:true,
		duration:83,
		genre:['scifi','fantasy','adventure','arthouse'],
		country:'cz',
		rating:{imdb:7.61,kp:7.23},
		status:false,
		special:"Восхитительные чешские приключения! Советовано знатоками арт-хауса! Редкий и олдскульный фильм.<br/>Будет доступно с 4 февраля."
	}
}